Repository: flatpak/xdg-desktop-portal
Catalog: po/*.po
Languages: ar, hu, ja, ka, kk, sv, tr

source: Allow %s to Run in the Background?
hu: Engedélyezi a(z) %s számára, hogy a háttérben fusson?
ka: დავუშვა %s-ის ფონურ რეჟიმში გაშვება?
kk: %s үшін фондық режимде жұмыс істеуіне рұқсат беру керек пе?
tr: %s, Arka Planda Çalışsın Mı?

source: %s wants to be started automatically and run in the background
hu: A(z) %s azt kéri, hogy automatikusan elinduljon és a háttérben fusson.
ka: %s ითხოვს ავტომატურად და ფონურ რეჟიმში გაშვებას
kk: %s автоматты түрде іске қосылып, фондық режимде жұмыс істегісі келеді
tr: %s kendiliğinden başlatılmayı ve arka planda çalışmayı istiyor

source: %s wants to run in the background
hu: A(z) %s azt kéri, hogy a háttérben fusson.
ka: %s ითხოვს ფონურ რეჟიმში გაშვებას
kk: %s фондық режимде жұмыс істегісі келеді
tr: %s arka planda çalışmak istiyor

source: The ‘run in background’ permission can be changed at any time from the app settings
hu: A „háttérben való futás” engedély bármikor megváltoztatható az alkalmazás beállításaiban.
ka: ნებართვა „ფონში გაშვება“ ნებისმიერ დროს, აპლიკაციის პარამეტრებიდან შეიძლება შეიცვალოს
kk: ‘фондық режимде жұмыс істеу’ рұқсатын кез келген уақытта қолданба баптауларынан өзгертуге болады
tr: ‘Arka planda çalış’ izni, uygulama ayarlarından dilediğince değiştirilebilir

source: Don't allow
ar: لا تسمح
hu: Ne engedélyezze
ja: 許可しない
ka: არ დაშვება
kk: Рұқсат етпеу
sv: Tillåt inte
tr: İzin Verme

source: Allow
ar: اسمح
hu: Engedélyezés
ja: 許可
ka: დაშვება
kk: Рұқсат ету
sv: Tillåt
tr: İzin Ver

source: Allow %s to Use the Camera?
ar: أأسمح لـ %s باستخدام المصوِّرة؟
hu: Engedélyezi a(z) %s számára, hogy használja a kamerát?
ja: %s にカメラの使用を許可しますか?
ka: მივცე უფლება %s-ს, გამოიყენოს კამერა?
kk: %s камераны пайдалануға рұқсат беру керек пе?
sv: Tillåt %s att använda kameran?
tr: %s, Kamerayı Kullansın Mı?

source: %s wants to access the camera
hu: A(z) %s használni szeretné a kameráját.
ka: %s-ს სურს წვდომა კამერასთან
kk: %s камераға қол жеткізгісі келеді
tr: %s kameraya erişmek istiyor

source: Allow Apps to Use the Camera?
hu: Engedélyezi az alkalmazások számára, hogy használják a kamerát?
ka: მივცე აპებს კამერის გამოყენების უფლება?
kk: Қолданбалардың камераны пайдалануға рұқсат беру керек пе?
tr: Uygulamalar Kamerayı Kullanabilsin Mi?

source: An app wants to access the camera
hu: Egy alkalmazás használni szeretné a kameráját.
ka: აპლიკაციას სურს წვდომა კამერასთან
kk: Қолданба камераға қол жеткізгісі келеді
tr: Bir uygulama kameraya erişmek istiyor

source: This permission can be changed at any time from the privacy settings
hu: Ez az engedély bármikor megváltoztatható az adatvédelmi beállításokban.
ka: წვდომის შეცვლა ნებისმიერ დროსაა შესაძლებელი კონფიდენციალობის პარამეტრებიდან
kk: Бұл рұқсатты кез келген уақытта жекелік баптауларынан өзгертуге болады
tr: Bu izin, gizlilik ayarlarından dilediğince değiştirilebilir

source: Desktop file id missing .desktop suffix: %s
ar: معرِّف ملف سطح المكتب يفتقد اللاحقة ‏‎.desktop‏: %s
hu: A desktop fájl azonosítójából hiányzik a .desktop utótag: %s
ka: სამუშაო მაგიდის ფაილის id-ის .desktop სუფიქსი აკლია: %s
kk: Жұмыс үстелі файлының идентификаторында .desktop суффиксі жоқ: %s
sv: Desktop-filens ID saknar .desktop-ändelse: %s
tr: Desktop dosya kimliğinin .desktop son eki eksik: %s

source: Desktop file id is not valid
ar: معرِّف ملف سطح المكتب غير صالح
hu: A desktop fájl azonosítója érvénytelen
ka: სამუშაო მაგიდის ფაილის id არასწორია
kk: Жұмыс үстелі файлының идентификаторы жарамсыз
sv: Desktop-filens ID är ogiltigt
tr: Desktop dosya kimliği geçersiz

source: Desktop entry given to Install() not a valid key file
ar: مُدخلة سطح المكتب المُمرَّرة إلى ‏‎Install()‎‏ ليست ملف مفاتيح صالح
hu: Az Install() számára megadott desktop bejegyzés nem egy érvényes kulcsfájl
ka: სამუშაო მაგიდის ფაილის ჩანაწერმა ფუნქციას install() არასწორი გასაღების ფაილი გადასცა
kk: Install() функциясына берілген жұмыс үстелі элементі жарамды кілт файлы емес
sv: Desktop-post som ges till Install() är inte en giltig nyckelfil
tr: Install() işlevine verilen desktop girdisi geçerli anahtar dosyası değil

source: Desktop entry given to Install() must have exactly one group
ar: مُدخلة سطح المكتب المُمرَّرة إلى ‏‎Install()‎‏ يجب أن تحتوي على مجموعة واحدة بالضبط
hu: Az Install() számára megadott desktop bejegyzésnek pontosan egy csoportot kell tartalmaznia
ka: სამუშაო მაგიდის ფაილის ჩანაწერმა ფუნქციას install() ზუსტად ერთი ჯგუფი უნდა გადასცეს
kk: Install() функциясына берілген жұмыс үстелі элементінде тек бір топ болуы тиіс
sv: Desktop-post som ges till Install() måste ha exakt en grupp
tr: Install() işlevine verilen desktop girdisi yalnızca tek gruplu olmalıdır

source: Token given is invalid: %s
ar: الأمارة المعطاة غير صالحة: %s
hu: A megadott token érvénytelen: %s
ka: გადმოცემული ტოკენი არასწორია: %s
kk: Берілген токен жарамсыз: %s
sv: Angiven token är ogiltig: %s
tr: Verilen jeton geçersiz: %s

source: Desktop entry given to Install() not valid
ar: مُدخلة سطح المكتب المُمرَّرة إلى ‏‎Install()‎‏ غير صالحة
hu: Az Install() számára megadott desktop bejegyzés érvénytelen
ka: ფუნქციისთვის install() გადაცემული სამუშაო მაგიდის ჩანაწერი არასწორია
kk: Install() функциясына берілген жұмыс үстелі элементі жарамсыз
sv: Desktop-post som ges till Install() är ogiltig
tr: Install() işlevine verilen desktop girdisi geçersiz

source: Desktop file exceeds max size (%d): %s
ar: ملف سطح المكتب يتجاوز الحجم الأقصى (%d): ‏%s
hu: A desktop fájl túllépi a maximális méretet (%d): %s
ka: სამუშაო მაგიდის ფაილის ზომა მაქსიმალურზე (%d) მეტია: %s
kk: Жұмыс үстелі файлы максималды өлшемнен (%d) асады: %s
sv: Desktop-filen överskrider maximal storlek (%d): %s
tr: Desktop dosyası en çok boyutu (%d) aşıyor : %s

source: URL given is invalid: %s
ar: المسار المُعطى غير صالح: %s
hu: A megadott URL érvénytelen: %s
ka: გადაცემული URL არასწორია: %s
kk: Берілген URL жарамсыз: %s
sv: Angiven URL är ogiltig: %s
tr: Verilen URL geçersiz: %s

source: Invalid launcher type: %x
ar: نوع المُطلِق غير صالح: %x
hu: Az indító típusa érvénytelen: %x
ka: არასწორი გამშვების ტიპი: %x
kk: Жөнелткіш түрі жарамсыз: %x
sv: Ogiltig startartyp: %x
tr: Geçersiz başlatıcı türü: %x

source: Unsupported launcher type: %x
ar: نوع المُطلِق غير مدعوم: %x
hu: Az indító típusa nem támogatott: %x
ka: მხარდაუჭერელი გამშვების ტიპი: %x
kk: Жөнелткіш түріне қолдау көрсетілмейді: %x
sv: Startartyp som inte stöds: %x
tr: Desteklenmeyen başlatıcı türü: %x

source: Dynamic launcher icon failed validation
ar: تعذَّر التحقق من أيقونة المشغِّل الحركية
hu: A dinamikus indító ikont nem sikerült érvényesíteni
ka: დინამიკური გამშვების ხატულის გადამოწმება ჩავარდა
kk: Динамикалық жөнелткіш таңбашасын тексеру сәтсіз аяқталды
sv: Dynamisk startarikon kunde inte valideras
tr: Dinamik başlatıcı simgesi doğrulanamadı

source: RequestInstallToken() not allowed for app id %s
ar: الدالة ‏‎RequestInstallToken()‎‏ غير مسموح بها لمعرِّف التطبيق %s
hu: A RequestInstallToken() nem engedélyezett ennek az alkalmazás azonosítónak: %s
ka: RequestInstallToken() დაუშვებელია აპისთვის id-ით %s
kk: %s қолданба идентификаторы үшін RequestInstallToken() рұқсат етілмеген
sv: RequestInstallToken() inte tillåtet för program-ID %s
tr: RequestInstallToken() işlevine %s uygulama kimliği için izin verilmiyor

source: Desktop file '%s' icon at unrecognized path
ar: أيقونة ملف سطح المكتب ’%s‘ موجودة في مسار مجهول.
hu: A(z) „%s” desktop fájl ikonjának nem ismerhető fel az elérési útja
ka: სამუშაო მაგიდის ფაილის '%s' ხატულა უცნობ ბილიკზეა
kk: '%s' жұмыс үстелі файлының таңбашасы танылмаған жолда орналасқан
sv: Desktop-filen ”%s” har ikon på okänd sökväg
tr: Tanınmayan yolda desktop dosyası '%s' simgesi

source: Desktop file '%s' icon failed to serialize
ar: تعذَّرت سلسلة أيقونة ملف سطح المكتب ’%s‘
hu: A(z) „%s” desktop fájl ikonját nem sikerült feldolgozni.
ka: სამუშაო ფაილის '%s' სერიალიზაციის შეცდომა
kk: '%s' жұмыс үстелі файлының таңбашасын сериялау сәтсіз аяқталды
sv: Desktop-filen ”%s” har ikon som inte kunde serialiseras
tr: Desktop dosyası '%s' simgesi serileştirilemedi

source: No dynamic launcher exists with id '%s'
ar: لا يوجد مشغِّل حركي بالمعرِّف ’%s‘.
hu: Nem létezik dinamikus indító a(z) „%s” azonosítóval
ka: id-ით '%s' დინამიკური გამშვები არ არსებობს
kk: '%s' идентификаторы бар динамикалық жөнелткіш табылмады
sv: Ingen dynamisk startare finns med ID ”%s”
tr: '%s' kimliğine sahip dinamik başlatıcı yok

source: Failed to create GDesktopAppInfo for launcher with id '%s'
ar: تعذَّر إنشاء ‏‎GDesktopAppInfo‎‏ للمشغِّل بالمعرِّف ’%s‘.
hu: Nem sikerült létrehozni a GDesktopAppInfo-t a(z) „%s” azonosítójú indítónak
ka: გამშვებისთვის id-ით '%s' GDesktopAppInfo-ის შექმნა ჩავარდა
kk: '%s' идентификаторы бар іске қосқыш үшін GDesktopAppInfo жасау сәтсіз аяқталды
sv: Misslyckades med att skapa GDesktopAppInfo för startare med ID ”%s”
tr: '%s' kimliğine sahip başlatıcı için GDesktopAppInfo oluşturulamadı

source: Deny Access
ar: ارفض الوصول
hu: Hozzáférés megtagadása
ja: アクセスを拒否
ka: წვდომის უარყოფა
kk: Қол жеткізуге рұқсат бермеу
sv: Neka åtkomst
tr: Erişimi Reddet

source: Grant Access
ar: امنح الوصول
hu: Hozzáférés megadása
ja: アクセスを許可
ka: წვდომის მინიჭება
kk: Қол жеткізуге рұқсат беру
sv: Bevilja åtkomst
tr: Erişim İzni Ver

source: Allow %s to Access Your Location?
hu: Hozzáférést ad a(z) %s számára a tartózkodási helyéhez?
ka: მივცეთ უფლება %s-ს, მიიღოს ინფორმაცია თქვენი მდებარეობის შესახებ?
kk: %s үшін сіздің орналасқан жеріңізге қол жеткізуге рұқсат беру керек пе?
tr: %s, Konumunuza Erişsin Mi?

source: %s wants to use your location
hu: A(z) %s használni szeretné a tartózkodási helyét.
ka: %s სურს, გამოიყენოს თქვენი მდებარეობა
kk: %s сіздің орналасқан жеріңізді пайдаланғысы келеді
tr: %s konumunuzu kullanmak istiyor

source: Allow Apps to Access Your Location?
hu: Hozzáférést ad az alkalmazásoknak a tartózkodási helyéhez?
ka: მიეცეთ აპებს წვდომა თქვენს მდებარეობასთან?
kk: Қолданбаларға сіздің орналасқан жеріңізге қол жеткізуге рұқсат беру керек пе?
tr: Uygulamalar Konumunuza Erişsin Mi?

source: An app wants to use your location
hu: Egy alkalmazás használni szeretné a tartózkodási helyét.
ka: აპს სურს, თქვენი მდებარეობა გამოიყენოს
kk: Қолданба сіздің орналасқан жеріңізді пайдаланғысы келеді
tr: Bir uygulama konumunuzu kullanmak istiyor

source: Location access can be changed at any time from the privacy settings
hu: A tartózkodási helyhez való hozzáférés bármikor megváltoztatható az adatvédelmi beállításokban.
ka: მდებარეობაზე წვდომა შეიძლება შეიცვალოს ნებისმიერ დროს კონფიდენციალობის პარამეტრებიდან
kk: Орналасқан жерге қол жеткізуді кез келген уақытта жекелік баптауларынан өзгертуге болады
tr: Konum erişimi, gizlilik ayarlarından dilediğince değiştirilebilir

source: Deny
ar: ارفض
hu: Elutasítás
ja: 拒否
ka: უარყოფა
kk: Рұқсат бермеу
sv: Neka
tr: Reddet

source: Allow %s to Take Screenshots?
ar: أأسمح لـ %s بالتقاط لقطات شاشة؟
hu: Engedélyezi a(z) %s számára, hogy képernyőképeket készítsen?
ja: %s にスクリーンショットの撮影を許可しますか?
ka: მიეცეს %s-ს ეკრანის ანაბეჭდების გადაღების უფლება?
kk: %s үшін скриншоттар түсіруге рұқсат беру керек пе?
sv: Tillåt %s att ta skärmbilder?
tr: %s, Ekran Görüntüleri Alsın Mı?

source: %s wants to take screenshots at any time
hu: A(z) %s azt szeretné, hogy bármikor készíthessen képernyőképeket.
ka: %s სურს, ეკრანის ანაბეჭდი ნებისმიერ დროს გადაიღოს
kk: %s кез келген уақытта скриншоттар түсіргісі келеді
tr: %s dilediğince ekran görüntüsü almak istiyor

source: Allow %s to Take a Screenshot?
hu: Engedélyezi a(z) %s számára, hogy egy képernyőképet készítsen?
ka: მიეცეს %s-ს ეკრანის ანაბეჭდის გადაღების უფლება?
kk: %s скриншот түсіруге рұқсат беру керек пе?
sv: Tillåt %s att ta en skärmbild?
tr: %s, Ekran Görüntüsü Alsın Mı?

source: %s wants to take a screenshot
hu: A(z) %s egy képernyőképet szeretne csinálni
ka: %s სურს, ეკრანის ანაბეჭდი გადაიღოს
kk: %s скриншот түсіргісі келеді
tr: %s ekran görüntüsü almak istiyor.

source: Allow Apps to Take Screenshots?
hu: Engedélyezi az alkalmazásoknak, hogy képernyőképeket készítsenek?
ka: მიეცეს აპლიკაციებს ეკრანის ანაბეჭდის გადაღების უფლება?
kk: Қолданбаларға скриншоттар түсіруге рұқсат беру керек пе?
sv: Tillåt program att ta skärmbilder?
tr: Uygulamalar Ekran Görüntüleri Alabilsin Mi?

source: An app wants to take screenshots at any time
hu: Egy alkalmazás azt szeretné, hogy bármikor készíthessen képernyőképeket.
ka: აპს სურს, ეკრანის ანაბეჭდი ნებისმიერ დროს გადაიღოს
kk: Қолданба кез келген уақытта скриншоттар түсіргісі келеді
tr: Bir uygulama dilediğince ekran görüntüsü almak istiyor

source: Allow to Take a Screenshot?
hu: Engedélyezi a képernyőkép készítést?
ka: მიეცეს ეკრანის ანაბეჭდის გადაღების უფლება?
kk: Скриншот түсіруге рұқсат беру керек пе?
sv: Tillåt att ta en skärmbild?
tr: Ekran Görüntüsü Alabilsin Mi?

source: An app wants to take a screenshot
hu: Egy alkalmazás egy képernyőképet szeretne csinálni
ka: აპს სურს, ეკრანის ანაბეჭდი გადაიღოს
kk: Қолданба скриншот түсіргісі келеді
tr: Bir uygulama ekran görüntüsü almak istiyor

source: Requested setting not found
ar: الإعداد المطلوب غير موجود.
hu: A kért beállítás nem található
ja: 要求された設定が見つかりませんでした
ka: მოთხოვნილი პარამეტრი ვერ მოიძებნა
kk: Сұралған баптау табылмады
sv: Begärd inställning hittades inte
tr: İstenen ayar bulunamadı

source: Device not available
ar: الجهاز غير متاح
hu: Az eszköz nem elérhető
ka: მოწყობილობა ხელმისაწვდომი არაა
kk: Құрылғы қолжетімді емес
sv: Enhet inte tillgänglig
tr: Aygıt kullanılır değil

source: Not allowed
ar: غير مسموح
hu: Nem engedélyezett
ka: დაუშვებელია
kk: Рұқсат етілмеген
sv: Inte tillåtet
tr: İzin verilmedi

source: Allow %s to Set Backgrounds?
ar: أأسمح لـ %s بتعيين صور الخلفية؟
hu: Engedélyezi a(z) %s számára, hogy háttereket állítson be?
ja: %s に背景の設定を許可しますか?
ka: მიეცეს %s-ს ფონის სურათის შეცვლის უფლება?
kk: %s үшін фондарды орнатуға рұқсат беру керек пе?
sv: Tillåt %s att ställa in bakgrunder?
tr: %s, Arka Planı Değiştirebilsin Mi?

source: %s wants to change the background image
hu: A(z) %s azt kéri, hogy megváltoztathassa a háttérképet.
ka: %s სურს, ფონის სურათი შეცვალოს
kk: %s фон суретін өзгерткісі келеді
tr: %s arka plan görüntüsünü değiştirmek istiyor

source: Allow Apps to Set Backgrounds?
hu: Engedélyezi az alkalmazások számára, hogy háttereket állítsanak be?
ka: მიეცეს აპებს უფლება, ფონის სურათი დააყენონ?
kk: Қолданбалардың фондарды орнатуға рұқсат беру керек пе?
sv: Tillåt program att ställa in bakgrunder?
tr: Uygulamalar Arka Planı Değiştirebilsin Mi?

source: An app wants to change the background image
hu: Egy alkalmazás azt kéri, hogy megváltoztathassa a háttérképet.
ka: აპს სურს, ფონის სურათი შეცვალოს
kk: Қолданба фон суретін өзгерткісі келеді
tr: Bir uygulama arka plan görüntüsünü değiştirmek istiyor

source: Allow %s to run in the background?
ar: أأسمح لـ %s بالعمل في الخلفية؟
ja: %s にバックグラウンドでの実行を許可しますか?

source: %s requests to be started automatically and run in the background.
ar: يطلب %s أن يبدأ آليًا ويعمل في الخلفية.
ja: %s が自動起動とバックグラウンドでの実行を要求しています。

source: %s requests to run in the background.
ar: يطلب %s العمل في الخلفية.
ja: %s がバックグラウンドでの実行を要求しています。

source: The ‘run in background’ permission can be changed at any time from the application settings.
ar: يمكن تغيير صلاحية «العمل في الخلفية» في أي وقت من إعدادات التطبيق.
ja: ‘バックグラウンドでの実行’ の権限は、アプリケーションの設定からいつでも変更可能です。

source: %s wants to access camera devices.
ar: يود %s الوصول إلى أجهزة التصوير.
ja: %s がカメラデバイスへのアクセスを求めています。

source: Allow app to Use the Camera?
ar: أأسمح للتطبيق باستخدام المصوِّرة؟
ja: アプリにカメラの使用を許可しますか?

source: An app wants to access camera devices.
ar: يود أحد التطبيقات الوصول إلى أجهزة التصوير.
ja: アプリがカメラデバイスへのアクセスを求めています。

source: Give %s Access to Your Location?
ar: أأسمح لـ %s بالوصول إلى موقعك؟
ja: %s に位置情報へのアクセスを許可しますか?

source: %s wants to use your location.
ar: يود %s استخدام موقعك.
ja: %s が位置情報の使用を求めています。

source: Grant Access to Your Location?
ar: أأسمح بالوصول إلى موقعك؟
ja: 位置情報へのアクセスを許可しますか?

source: An application wants to use your location.
ar: يود أحد التطبيقات استخدام موقعك.
ja: アプリケーションが位置情報の使用を求めています。

source: Location access can be changed at any time from the privacy settings.
ar: يمكن تغيير صلاحية الوصول إلى الموقع في أي وقت من إعدادات الخصوصية.
ja: 位置情報へのアクセスは、プライバシーの設定からいつでも変更可能です。

source: %s wants to be able to take screenshots at any time.
ar: يود %s التمكن من التقاط لقطات شاشة في أي وقت.
ja: %s が随時スクリーンショットを撮影できる権限を求めています。

source: Allow Applications to Take Screenshots?
ar: أأسمح للتطبيقات بالتقاط لقطات شاشة؟
ja: アプリケーションにスクリーンショットの撮影を許可しますか?

source: An application wants to be able to take screenshots at any time.
ar: يود أحد التطبيقات التمكُّن من التقاط لقطات شاشة في أي وقت.
ja: アプリケーションが随時スクリーンショットを撮影できる権限を求めています。

source: This permission can be changed at any time from the privacy settings.
ar: يمكن تغيير هذه الصلاحية في أي وقت من إعدادات الخصوصية.
ja: この権限は、プライバシーの設定からいつでも変更可能です。

source: %s is requesting to be able to change the background image.
ar: يطلب %s التمكُّن من تغيير صورة الخلفية.
ja: %s が背景画像を変更できる権限を求めています。

source: Allow Applications to Set Backgrounds?
ar: أأسمح للتطبيقات بتعيين خلفية الشاشة؟
ja: アプリケーションに背景の設定を許可しますか?

source: An application is requesting to be able to change the background image.
ar: يطلب أحد التطبيقات التمكُّن من تغيير صورة الخلفية.
ja: アプリケーションが背景画像を変更できる権限を求めています。
